{
  "morning": [
    {
      "text": "Аллахумма, Анта Рабби, ля иляха илля Анта, халактани ва ана 'абдука, ва ана 'аля 'ахдика ва ва'дика ма ста'та'ту. А'узу бика мин шарри ма сана'ту, абу'у ляка бини'матика 'аляйя, ва абу'у бизанби, фа-гфир ли, фа-иннаху ля йагфиру з-зунуба илля Анта!",
      "arabic": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَ أَنَا عَبْدُكَ وَ أَنَا عَلَى عَهْدِكَ وَ وَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَ أَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
      "translation": "О Аллах, Ты — Господь мой, и нет достойного поклонения, кроме Тебя, Ты создал меня, а я — Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Тебе от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя! (Бухари)",
      "audio_path": "audio/morning_azkar_1.mp3"
    },
    {
      "text": "Радыту биллахи Раббан, ва бил-Ислами динан, ва би-Мухаммади салля-Ллаху 'алейхи ва саллям Набийян.",
      "arabic": "رَضِيتُ بِاللَّهِ رَبًّا وَبِالْإِسْلَامِ دِينًا وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
      "translation": "Я доволен Аллахом как Господом, Исламом как религией и Мухаммадом (мир ему и благословение Аллаха) как пророком.",
      "audio_path": "audio/morning_azkar_2.mp3"
    },
    {
      "text": "Асбахна ва асбахаль-мульку лилляхи, валь-хамду лилляхи, ля иляха илля ллаху ваахдаху ля шарика ляху, ляху ль-мульку ва ляху ль-хамду ва хуа 'аля кулли шай'ин кадир.",
      "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "translation": "Мы вступили в утро, и с нами вступило в утро всё царство Аллаха. Хвала Аллаху, нет божества, кроме Аллаха, Единого, у Которого нет сотоварища, Ему принадлежит власть и хвала, и Он способен на всё.",
      "audio_path": "audio/morning_azkar_3.mp3"
    },
    {
      "text": "Аллахумма бикя асбахна, ва бикя амсайна, ва бикя нахъя, ва бикя намуту, ва иляйка-н-нушур.",
      "arabic": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
      "translation": "О Аллах, с Тобой мы встретили утро, с Тобой встречаем вечер, благодаря Тебе живём и умираем, и к Тебе возвращение.",
      "audio_path": "audio/morning_azkar_4.mp3"
    },
    {
      "text": "Аллахумма аиннии 'аля зикрика, ва шукрика, ва хусни ибаадатика.",
      "arabic": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
      "translation": "О Аллах, помоги мне вспоминать Тебя, благодарить Тебя и поклоняться Тебе наилучшим образом.",
      "audio_path": "audio/morning_azkar_5.mp3"
    },
    {
      "text": "Бисми-Ллахи ал-лязи ля йадурру ма'а исми-хи шайун фи-ль-арди ва ля фи-с-самаи ва хуа-с-Сами'у-ль-'Алиму (три раза).",
      "arabic": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
      "translation": "С именем Аллаха, с именем Которого ничто не причинит вред ни на земле, ни на небе, ведь Он - Слышащий, Знающий! (три раза)",
      "audio_path": "audio/morning_azkar_6.mp3"
    },
    {
      "text": "Аллахумма инни ас'алука ль-'афийата фи-д-дунья ва-ль-ахирати, Аллахумма инни ас'алука ль-'афуа ва-ль-'афийата фи-д-дине ва-д-дунья ва-ль-ахли ва-ль-мали. Аллахумма стур 'аурати ва-эмин рау'ати, Аллахумма хфазни мин бинаййа ва мин хальфи ва 'ан ямини ва 'ан шимали ва мин фауки ва а'узу би-'азаматика ан угталя мин тахти.",
      "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي",
      "translation": "О Аллах, поистине, я прошу Тебя о прощении и благополучии в этом мире и в мире ином, о прощении и благополучии в моей религии, в этом мире, в семье и имуществе. О Аллах, сокрой мои недостатки и защити мои слабости. О Аллах, храни меня спереди, сзади, справа, слева и сверху, и прибегаю к Тебе от великого, чтобы меня не обидели снизу.",
      "audio_path": "audio/morning_azkar_7.mp3"
    },
    {
      "text": "Аллахумма, 'Алима-ль-гайби ва-ш-шахадати, Фатира-с-самавати ва-ль-арди, Рабба кулли шайин ва Малика-ху, ашхаду алля иляха илля Анта, а'узу би-кя мин шарри нафси, ва мин шарри-ш-шайтани ва ширки-хи ва ан актарифа 'аля нафси су'ан ау аджурра-ху иля мусли-мин",
      "arabic": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَ الشَّهَادَةِ ، فَاطِرَ السَّمَاوَاتِ وَ الْأَرْضِ ، رَبَّ كُلِّ شَيْءٍ وَ مَلِيكَهُ ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ الشَّيْطَانِ وَ شِرْكِهِ وَ أَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
      "translation": "O Аллах, Знающий сокрытое и явное, Творец небес и земли, Господь и Владыка всего, свидетельствую, что нет достойного поклонения, кроме Тебя, прибегаю к Тебе от зла души своей, от зла и многобожия шайтана и от того, чтобы причинить зло самому себе или навлечь его на какого-нибудь мусульманина. (Ахмад, ат Тирмизи)",
      "audio_path": "audio/morning_azkar_8.mp3"
    }
  ]
}
